<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>प्रपध्ये ऑर्गेनिक वर्मी-कम्पोस्ट</title>
<!-- css -->
<link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/bootstrap@4.0.0/dist/css/bootstrap.min.css" 
integrity="sha384-Gn5384xqQ1aoWXA+058RXPxPg6fy4IWvTNh0E263XmFcJlSAwiGgFAW/dAiS6JXm" 
crossorigin="anonymous">

<link href="css/my_style.css" rel="stylesheet" type="text/css"/>
<link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/4.7.0/css/font-awesome.min.css">

</head>
<body>
<!-- navbar -->
 <jsp:include page="normal_navbar.jsp" />
 <div class="container primary-background text-white text center">
 <br>
 <h1>वर्मीकम्पोस्ट बनाने की सम्पूर्ण जानकारी-Vermicompost-केंचुआ खाद</h1>
 <br>
 <p>
 <b>वर्मीकम्पोस्ट (Vermicompost) को हम केंचुआ खाद के नाम से भी जानते है आइये जानते है
वर्मीकम्पोस्ट बनाने की विधि, लाभ, कटाई, सफाई, तैयार करने की विधियां, वर्मीकम्पोस्ट की रासायनिक संरचना,
 वर्मीकम्पोस्ट उपयोग की मात्रा, सावधानियां आदि।</b>
 </p>
 <br>
 <p>
 पिछले कई वर्षों में बढ़ती जनसंख्या के कारण मानव जीवन और कृषि आधारित ग्रामीण अर्थव्यवस्था का जो संतुलन है 
 वह काफी हद तक बिगड़ गया है। अपने जीवन यापन के लिए किसान परंपरागत खेती को छोड़ रसायनिक खेती करने लगे हैं
  रसायनों के कारण मिट्टी की उर्वरक क्षमता काफी कम हो गई है इसके कारण भूमि भी प्रदूषित हुई है 
  और उर्वरकता पर भी काफी प्रभाव पड़ा है पहले हमें लगता था कि उत्पादन रसायनों के कारण बड़ रहा है
   लेकिन यह मिट्टी के जीवो के मरने के कारण बड़ा जिससे मिट्टी में कार्बनिक पदार्थ कुछ समय के लिए बढ़ रहे थे।
 </p>
 <br>
 <p>
 पृथ्वी की उत्पत्ति के साथ-साथ अनगिनत प्रकार के जीवों की भी उत्पत्ति हुई, इन्हें जीवो में केचुए भी हैं
  हज़ारो वर्षों से पृथ्वी पर पेड़ पौधों के लिए उचित मात्रा में पोषक तत्व उपलब्ध कराने में केचुओं की भूमिका महत्वपूर्ण रही है 
  अभी तक पूरे विश्व भर में 4200 से केचुओं की प्रजाति पाई जा चुकी है
   सामान्य तोर पर केचुए भूमि की ऊपरी या निचली सतह में रहते हैं 
   दोनों ही प्रकार से रहने के दौरान केचुओं द्वारा कचरे एवं मिट्टी को खाकर उनके द्वारा जो अपशिष्ट पदर्थ निकलता है,
    वह खाद के रूप में पेड़ पोधो को उपलब्ध होता है।
 </p>
 <br>
 <img alt="" src="img/Vermicompost.jpg">
 <br>
 <br>
 <p>
 पिछले कई वर्षों में रासायनिक खाद के उपयोग से होने वाले दुष्प्रभावों से चिंतित वैज्ञानिकों द्वारा इस छोटे जीव को अध्ययन के लिए चुना गया 
 और उन्होंने पाया कि केंचुआ ही एक ऐसा जीव है जिसकी मदद से खाद बनाई जा सकती है
  कुछ विकसित देशों में घरेलू कचरे के निष्पादन के लिए भी केचुओं की कृत्रिम पालन की विधियां विकसित की गई हैं
 </p>
 <br>
 <h1>वर्मीकम्पोस्ट के लाभ</h1>
 <br>
 <p>
 केंचुओं के पेट में जो जीवाणु होते हैं उनमें गोंदनुमा पदार्थ निकलता है जो कुछ धूल कणों को सख्त बनाता है। ये धूल कण भारी जमीन को नरम बनाते हैं, जिससे भूमि हवादार और पानी के निस्तार के लिए उपयोगी बनती है।
केंचुओं की विष्ठा में पेरीट्रॉपिक झिल्ली होती है जो जमीन में धूल कणों से चिपक कर जमीन से वाष्पीकरण को रोकती है।
केंचुए गंदगी फैलाने वाले हानिकारक जीवाणुओं (बेक्टीरिया) को खा जाते हैं और उसे लाभदायक ह्युमस में परिवर्तित कर देते हैं।
केंचुए जमीन को दिन-रात पोली करते रहते हैं, जिससे भूमि की जल ग्रहण क्षमता में करीब 350 प्रतिशत की वृद्धि होती है।
केंचुओं युक्त जमीन में भूमि का क्षरण रुकता है।  
केंचुओं के कारण गहरी जमीन के अनुत्पादित पदार्थ उत्पादित अवस्था में ऊपरी सतह पर आकर जड़ों को प्राप्त होते हैं।
वर्मीकम्पोस्ट भूमि से रसायनिक उर्वरकों के विषैले प्रभाव को कम करता है।
केंचुओं के शरीर का 85 प्रतिशत भाग पानी का बना होता है इसलिए सूखे को स्थिति में अपने शरीर के 60 प्रतिशत वजन के पानी का ह्रास भी हो जाये तो भी केंचुआ जिंदा रह सकता है। मरने के बाद भी उसके शरीर से जमीन को सीधे नत्रजन मिलती है।
केंचुओं के कारण वातावरण स्वस्थ रहता है।
खेती लाभकारी तथा निरंतर बनी रहती है।
केचुओं के कारण खेती में रसायनों के उपयोग में भारी कमी और अंतत: बेशकीमती ऊर्जा में बचत होती है।
वर्मीकम्पोस्ट भूमि के कार्बनिक पदार्थों की मात्रा को बढ़ाता है।
वर्मीकम्पोस्ट के प्रयोग से लाभदायक जीवाणु की संख्या बढ़ती है।
फसलों के दानों में चमक एवं सुगंध बढ़ाता है।
मृदा की संरचना में सुधार करता है।
वर्मीकम्पोस्ट के प्रयोग से भूमि की जल धारण क्षमता बढ़ती है।
फसलों की पैदावार बढ़ाता है।
 </p>
 <br>
 <h1>वर्मीकम्पोस्ट बनाने की विधि</h1>
 <br>
 <p>
 <b>स्थान का चुनाव </b>– वर्मीकम्पोस्ट के उत्पादन के लिए उचित स्थान का चुनाव आवश्यक होता है 
 ताकि वर्मीकम्पोस्ट का उत्पादन सफलता पूर्वक बिना किसी असुविधा के किया जा सके। स्थान के चुनाव के लिए निम्न बिन्दुओं पर ध्यान दिया जाना चाहि।
 </p>
 <br>
 <h1>वर्मीकम्पोस्ट की कटाई(निकालना)</h1>
 <br>
 <p>
 वर्मीकम्पोस्ट के तैयार होने के बाद इसकी कटाई की जाती है जो निम्न प्रकार से है।
(1) कटाई – सर्वप्रथम तैयार कम्पोस्ट का ढेर बना लिया जाता है।
(2) कटाई – कम्पोस्ट के ढेर से केंचुए अलग-अलग कर लिये जाते हैं क्योंकि केंचुए का प्रयोग दूसरी बार कम्पोस्ट बनाने के लिए किया जाता है।
(3) कटाई – इस चरण में बिना सड़ा हुआ पदार्थ अलग कर लिया जाता है।
 </p>
 <br>
 <h1>वर्मीकम्पोस्ट की सुखाई</h1>
 <br>
 <p>
 तैयार कम्पोस्ट के ढेर को हल्की धूप में सुखा लिया जाता है 
 जिससे कि कम्पोस्ट की नमी कम हो जावे। किन्तु पूर्ण रूप से नमी को समाणत नहीं किया जाना चाहिये।
 </p>
 <br>
 <h1>वर्मीकम्पोस्ट की सफाई व छनाईं</h1>
 <br>
 <p>
 कम्पोस्ट को सुखाने के पश्चात्‌ इसमें से बिना सड़ा हुआ पदार्थ अलग किया के जाता है 
 तथा विजातीय पदार्थ जैसे लकड़ी के टुकड़े, कांच, पत्थर इत्यादि को अलग कर दिया जाता है। 
 इसके बाद कम्पोस्ट को मोटी जाली की छनन्‍नी से छाना जाता है 
 आजकल वर्मीकम्पोस्ट को छानने के लिए आधुनिक मशीन का प्रयोग किया जाने लगा है।
 </p>
 <br>
 <p>
 कम्पोस्ट के उत्पादन के लिए स्थान ऊंचे होने चाहिए ताकि बरसात के दिनों में पानी न भरने पाये।
स्थान शुष्क होना चाहिए क्योंकि स्थान यदि नम हो तो केंचुए कम्पोस्ट तैयार करने वाले मुख्य स्थान से दूसरे स्थान पर चले जाते हैं जिससे शेड में केंचुओं की संख्या कम हो जाती है।
कम्पोस्ट तैयार करने के स्थान पर पानी होना चाहिए।
शेड के चारों और सुरक्षा हेतु फेन्सिंग होना चाहिए ताकि पशुओं पक्षियों के द्वारा किसी प्रकार का नुकसान से बचा जा सके।
कम्पोस्ट तैयार करने वाला स्थान दीमक व चींटियों से मुक्त होना चाहिए क्‍योंकि दीमक कम्पोस्ट की गुणवत्ता 6.
 वर्मीकम्पोस्ट तैयार करने वाला स्थान पूरी तरह छायादार होना चाहिए, यदि स्थान छायादार नहीं है
  तो कृत्रिम शेड द्वारा स्थान को छायादार करने की आवश्यकता होगी।
 </p>
 
 
 </div>
 <!--javascripts-->
        <script
            src="https://code.jquery.com/jquery-3.4.1.min.js"
            integrity="sha256-CSXorXvZcTkaix6Yvo6HppcZGetbYMGWSFlBw8HfCJo="
        crossorigin="anonymous"></script>
        <script src="https://cdnjs.cloudflare.com/ajax/libs/popper.js/1.12.9/umd/popper.min.js" integrity="sha384-ApNbgh9B+Y1QKtv3Rn7W3mgPxhU9K/ScQsAP7hUibX39j7fakFPskvXusvfa0b4Q" crossorigin="anonymous"></script>
        <script src="https://maxcdn.bootstrapcdn.com/bootstrap/4.0.0/js/bootstrap.min.js" integrity="sha384-JZR6Spejh4U02d8jOt6vLEHfe/JQGiRRSQQxSfFWpi1MquVdAyjUar5+76PVCmYl" crossorigin="anonymous"></script>
       
</body>
</html>